export const service = [
    {
        title: "Индивидуальный подход к каждому заказчику",
        desc: "Оперативное выполнение заказов любой сложности. Высококачественный сервис. Помощь в расчете нужного количества продукта и в организации доставки (предусмотрен самовывоз).",
        img: "https://tehnonerud-spb.ru/wp-content/themes/clean_by_saxap/images/indiv_top.jpg",
        id: "1",
    },
    {
        title: "Производство и продажа тротуарной плитки",
        desc: "Производство тротуарной плитки в Астане. Цветные партии под заказ. Серые в наличие, сертифицированная готовая продукция.",
        img: "https://psk-triada.ru/img/service2.jpg",
        id: "2",
    },
    {
        title: "Наше оборудование",
        desc: "Так же на нашем производстве имеется сушилка для того, чтобы готовый товар быстрее высыхал. При высоких температурах химическая реакция которую дает добавления пластификатора улучшают прочность всего товара.",
        img: "https://avatars.mds.yandex.net/get-altay/467304/2a0000015e9a66dcfa9f1fe23405249939c9/XXL_height",
        id: "3",
    },
    {
        title: "Взаимовыгодное сотрудничество и создание совместных проектов",
        desc: "Компания всегда открыта к предложениям и сотрудничеству.",
        img: "https://envybox.io/blog/wp-content/uploads/2020/09/1506869489_trade-secret-laws.jpg",
        id: "4",
    },
];
